{
  "properties": [
    {
      "id": "prop1",
      "type": "House",
      "bedrooms": 3,
      "price": 45000000,
      "tenure": "Freehold",
      "description": "Attractive three bedroom semi-detached family home situated in Negombo, close to the beach and within easy walking distance of local shops, schools, bus routes and markets. The property comprises; two receptions, fitted modern kitchen/breakfast room and a beautiful terrace. The property also benefits from having a utility room and guest bathroom. To the first floor there are three bedrooms and a family bathroom with separate WC. Additional features include ceiling fans, tiled flooring and a well-presented interior with tropical garden.",
      "location": "Negombo Road, Negombo, Western Province",
      "picture": "/Images/properties/prop1/image1.jpg",
      "url": "properties/prop1.html",
      "added": {
        "month": "October",
        "day": 12,
        "year": 2024
      },
      "Images": [
        "/Images/properties/prop1/image1.jpg",
        "/Images/properties/prop1/img1-1.jpg",
        "/Images/properties/prop1/img1-2.jpg",
        "/Images/properties/prop1/img1-3.jpg",
        "/Images/properties/prop1/img1-4.jpg",
        "/Images/properties/prop1/img1-5.jpg",
        "/Images/properties/prop1/img1-6.jpg"
      ],
      "floorPlan": "/Images/properties/prop1/floorPlan1.jpg",
      "latitude": 7.2083,
      "longitude": 79.8358
    },
    {
      "id": "prop2",
      "type": "Flat",
      "bedrooms": 2,
      "price": 28000000,
      "tenure": "Leasehold",
      "description": "Presented in excellent decorative order throughout is this two double bedroom, two bathroom apartment in Colombo 3. The modern fitted kitchen is open plan to the living room which boasts polished tile floors and includes integrated appliances. This large open plan benefits from a private balcony overlooking the city. Both bedrooms are double sized with built-in wardrobes, and the master bathroom boasts a modern three piece suite. There is also a separate guest bathroom. The apartment features air conditioning throughout and covered parking. This apartment is in a secure building with 24-hour security and lift access.",
      "location": "Kollupitiya, Colombo 03, Western Province",
      "picture": "/Images/properties/prop2/image2.jpg",
      "url": "properties/prop2.html",
      "added": {
        "month": "November",
        "day": 14,
        "year": 2024
      },
      "Images": [
        "/Images/properties/prop2/image2.jpg",
        "/Images/properties/prop2/img2-1.jpg",
        "/Images/properties/prop2/img2-2.jpg",
        "/Images/properties/prop2/img2-3.jpg",
        "/Images/properties/prop2/img2-4.jpg",
        "/Images/properties/prop2/img2-5.jpg",
        "/Images/properties/prop2/img2-6.jpg"
      ],
      "floorPlan": "/Images/properties/prop2/floorPlan2.jpg",
      "latitude": 6.9271,
      "longitude": 79.8612
    },
    {
      "id": "prop3",
      "type": "House",
      "bedrooms": 5,
      "price": 95000000,
      "tenure": "Freehold",
      "description": "An exceptional five bedroom luxury villa situated in the prestigious Cinnamon Gardens area of Colombo. This magnificent property spans three floors and features elegant reception rooms, a state-of-the-art kitchen with granite countertops, a separate dining room, five spacious bedrooms including a master suite with walk-in closet and en-suite bathroom with jacuzzi, and a beautiful landscaped garden with swimming pool. The property has been finished to an exquisite standard throughout with imported Italian marble flooring, high ceilings with crown molding, and smart home automation. Additional features include a three-car garage, servant quarters, and 24-hour security.",
      "location": "Cinnamon Gardens, Colombo 07, Western Province",
      "picture": "/Images/properties/prop3/image3.jpg",
      "url": "properties/prop3.html",
      "added": {
        "month": "December",
        "day": 5,
        "year": 2024
      },
      "Images": [
        "/Images/properties/prop3/image3.jpg",
        "/Images/properties/prop3/img3-1.jpg",
        "/Images/properties/prop3/img3-2.jpg",
        "/Images/properties/prop3/img3-3.jpg",
        "/Images/properties/prop3/img3-4.jpg",
        "/Images/properties/prop3/img3-5.jpg",
        "/Images/properties/prop3/img3-6.jpg"
      ],
      "floorPlan": "/Images/properties/prop3/floorPlan3.jpg",
      "latitude": 6.9147,
      "longitude": 79.8612
    },
    {
      "id": "prop4",
      "type": "Flat",
      "bedrooms": 1,
      "price": 18500000,
      "tenure": "Leasehold",
      "description": "A beautifully presented one bedroom studio apartment located on the upper floor of a modern building in Dehiwala. The accommodation comprises a spacious open plan living room/kitchen with modern appliances and a cozy balcony with partial sea views. The bedroom features built-in wardrobes and an en-suite bathroom with shower. The property benefits from secure entry system, allocated covered parking space, and shared rooftop terrace with panoramic views. Ideally located within walking distance to Mt. Lavinia beach, restaurants, and shopping centers. The apartment comes with remaining builder's warranty and low maintenance fees.",
      "location": "Galle Road, Dehiwala, Western Province",
      "picture": "/Images/properties/prop4/image4.jpg",
      "url": "properties/prop4.html",
      "added": {
        "month": "November",
        "day": 28,
        "year": 2024
      },
      "Images": [
        "/Images/properties/prop4/image4.jpg",
        "/Images/properties/prop4/img4-1.jpg",
        "/Images/properties/prop4/img4-2.jpg",
        "/Images/properties/prop4/img4-3.jpg",
        "/Images/properties/prop4/img4-4.jpg",
        "/Images/properties/prop4/img4-5.jpg"
      ],
      "floorPlan": "/Images/properties/prop4/floorPlan4.avif",
      "latitude": 6.8549,
      "longitude": 79.8658
    },
    {
      "id": "prop5",
      "type": "House",
      "bedrooms": 4,
      "price": 65000000,
      "tenure": "Freehold",
      "description": "An impressive four bedroom colonial-style family home situated in the historic town of Galle Fort. This charming property retains many original features including high wooden ceilings, antique door frames, and colonial architecture. The ground floor accommodation comprises entrance hall with original tile work, two reception rooms with sea breezes, extended kitchen with modern appliances, and a covered veranda. The first floor offers four well-proportioned bedrooms with ceiling fans and a renovated family bathroom. Additional benefits include a small courtyard garden perfect for tropical plants, proximity to Galle Fort's attractions, restaurants, and boutique shops. The property is walking distance to the historic ramparts and lighthouse.",
      "location": "Church Street, Galle Fort, Southern Province",
      "picture": "/Images/properties/prop5/image5.jpg",
      "url": "properties/prop5.html",
      "added": {
        "month": "October",
        "day": 20,
        "year": 2024
      },
      "Images": [
        "/Images/properties/prop5/image5.jpg",
        "/Images/properties/prop5/img5-1.jpg",
        "/Images/properties/prop5/img5-2.jpg",
        "/Images/properties/prop5/img5-3.jpg",
        "/Images/properties/prop5/img5-4.jpg",
        "/Images/properties/prop5/img5-5.jpg",
        "/Images/properties/prop5/img5-6.jpg"
      ],
      "floorPlan": "/Images/properties/prop5/floorPlan5.jpg",
      "latitude": 6.0329,
      "longitude": 80.2168
    },
    {
      "id": "prop6",
      "type": "Flat",
      "bedrooms": 2,
      "price": 35000000,
      "tenure": "Leasehold",
      "description": "A rarely available two bedroom penthouse apartment situated on the top floor of the prestigious Marino Mall complex in Colombo. The property boasts a bright and spacious open plan reception room/kitchen with premium fixtures, floor to ceiling windows providing abundant natural light, and direct access to a private roof terrace with stunning city and ocean views. There are two generous double bedrooms with air conditioning, the master with en-suite bathroom featuring rain shower, and a luxury family bathroom with bathtub. Additional features include video entry system, lift access, two allocated parking spaces, residents' swimming pool and gymnasium, and 24-hour concierge service. The location offers direct mall access with supermarkets, restaurants, and entertainment.",
      "location": "Marine Drive, Colombo 03, Western Province",
      "picture": "/Images/properties/prop6/image6.jpg",
      "url": "properties/prop6.html",
      "added": {
        "month": "December",
        "day": 15,
        "year": 2024
      },
      "Images": [
        "/Images/properties/prop6/image6.jpg",
        "/Images/properties/prop6/img6-1.jpg",
        "/Images/properties/prop6/img6-2.jpg",
        "/Images/properties/prop6/img6-3.jpg",
        "/Images/properties/prop6/img6-4.jpg",
        "/Images/properties/prop6/img6-5.jpg",
        "/Images/properties/prop6/img6-6.jpg"
      ],
      "floorPlan": "/Images/properties/prop6/floorPlan6.jpeg",
      "latitude": 6.9271,
      "longitude": 79.8477
    },
    {
      "id": "prop7",
      "type": "House",
      "bedrooms": 6,
      "price": 125000000,
      "tenure": "Freehold",
      "description": "A magnificent six bedroom luxury residence set within approximately 30 perches in one of Kandy's most prestigious hilltop locations with panoramic views of the city and surrounding mountains. This exceptional family home offers over 6,000 sq ft of luxurious accommodation including a grand entrance hall with double-height ceiling, multiple reception rooms with teak wood flooring, a designer kitchen/breakfast room with granite counters and modern appliances, separate utility room, and guest powder room. The first floor features a stunning master bedroom suite with walk-in wardrobe, luxury en-suite bathroom with soaking tub, and private balcony overlooking the hills. Four additional bedrooms (three with en-suites) and family bathroom complete this floor. The second floor provides a sixth bedroom/home office with mountain views. Externally the property boasts beautifully landscaped tropical gardens with mature trees, infinity pool, poolside pavilion, separate staff quarters, and secure parking for 4 vehicles. Additional features include backup generator, water filtration system, CCTV security, and professional landscaping maintenance.",
      "location": "Hantana Road, Kandy, Central Province",
      "picture": "/Images/properties/prop7/image7.jpg",
      "url": "properties/prop7.html",
      "added": {
        "month": "November",
        "day": 8,
        "year": 2024
      },
      "mages": [
        "/Images/properties/prop7/image7.jpg",
        "/Images/properties/prop7/img7-1.jpg",
        "/Images/properties/prop7/img7-2.jpg",
        "/Images/properties/prop7/img7-3.jpg",
        "/Images/properties/prop7/img7-4.jpg",
        "/Images/properties/prop7/img7-5.jpg",
        "/Images/properties/prop7/img7-6.jpg"
      ],
      "floorPlan": "/Images/properties/prop7/floorPlan7.png",
      "latitude": 7.2906,
      "longitude": 80.6337
    }
  ]
}